[
  {
    "Who": "Greg Murray",
    "Word Count": 72,
    "Quote": "My name is Greg Murray and I have one center and it's in Tampa, Florida.",
    "Start": 0,
    "End": "0:05"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 73,
    "Quote": " I had a corporate career for about 35 years and we did a lot of moving. ",
    "Start": "0:05",
    "End": "0:11"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 97,
    "Quote": "Ahm and, it was a very good career in corporate America and I was fortunate enough to be able to ",
    "Start": "0:11",
    "End": "0:17"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 103,
    "Quote": "retire when I was 55 five years old. Ahm so after a couple years of that ahm, I failed at retirement.  ",
    "Start": "0:17",
    "End": "0:26"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 75,
    "Quote": "Um, my wife and I basically decided we needed to do something. And because ",
    "Start": "0:26",
    "End": "0:32"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 75,
    "Quote": "I had a lot of experience in business I wanted it to be business related.  ",
    "Start": "0:32",
    "End": "0:37"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 80,
    "Quote": "So we started looking at different opportunities and we, we have three criteria ",
    "Start": "0:37",
    "End": "0:44"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 90,
    "Quote": "for the things that we were looking for. Ah, the first was that we wanted to do something ",
    "Start": "0:44",
    "End": "0:49"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 86,
    "Quote": "that was interesting and challenging and UPS Stories are interesting and challenging. ",
    "Start": "0:49",
    "End": "0:56"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 89,
    "Quote": "Ah, they are really are quite complicated. Ahm, you're learning something new every day. ",
    "Start": "0:56",
    "End": "1:01"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 97,
    "Quote": "Ahm, you never know what's coming through the door in terms of your customer and what they need. ",
    "Start": "1:01",
    "End": "1:06"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 94,
    "Quote": "So The UPS Store network really fulfilled that requirement. Ah, the second thing is we wanted ",
    "Start": "1:06",
    "End": "1:13"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 80,
    "Quote": "to do something that was meaningful, Ahm, the interesting thing about UPS Store ",
    "Start": "1:13",
    "End": "1:18"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 102,
    "Quote": "is that when the customer walks to the door there's an extremely high probability that they're coming ",
    "Start": "1:18",
    "End": "1:24"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 97,
    "Quote": "there to do something that is important to them. Ah. they have a very precious item that they are",
    "Start": "1:24",
    "End": "1:29"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 101,
    "Quote": "depending on you to pack correctly and ships somewhere, not get it broken. Ah, get it there on time. ",
    "Start": "1:29",
    "End": "1:35"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 102,
    "Quote": "Ah, their in there to get a will notarized or power of attorney notarized. Ahm. they are overnighting ",
    "Start": "1:35",
    "End": "1:43"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 92,
    "Quote": "a very critical documents for resale, ah re, real estate deal or some type of legal matter. ",
    "Start": "1:43",
    "End": "1:47"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 92,
    "Quote": "Ah, they are looking opening a mailbox for their new business or they are concern about the ",
    "Start": "1:47",
    "End": "1:51"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 98,
    "Quote": "security of their mail or the packages that are coming to their house. Ahm, the third criteria is ",
    "Start": "1:51",
    "End": "1:54"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 93,
    "Quote": "that was we wanted it to be financially successful. Ahm, we had retired uhm, financial thing ",
    "Start": "1:54",
    "End": "2:01"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 94,
    "Quote": "wasn't that important to us but having spent a long time in business uhm, if your business is ",
    "Start": "2:01",
    "End": "2:08"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 99,
    "Quote": "profitable it proves that you're doing something right. Uhm, anybody can run a business at a loss. ",
    "Start": "2:08",
    "End": "2:14"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 89,
    "Quote": "Uhmm if you're providing value to your customers. If you're being inventive and creative ",
    "Start": "2:14",
    "End": "2:21"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 95,
    "Quote": "Uhm you are rewarded with profitability and so if you pick a good location for a UPS Store and ",
    "Start": "2:21",
    "End": "2:27"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 99,
    "Quote": "you put time and effort into it and deliver good customer service it can be financially rewarding. ",
    "Start": "2:27",
    "End": "2:34"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 96,
    "Quote": "So for my wife and I ah, we had the three criteria. It needed to be interesting and challenging ",
    "Start": "2:34",
    "End": "2:40"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 87,
    "Quote": "it had to be meaningful and it had to have the opportunity to be financially rewarding ",
    "Start": "2:40",
    "End": "2:45"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 103,
    "Quote": "and The UPS Store fulfilled all those cur, criterial and we have not been disappointed in any of that. ",
    "Start": "2:45",
    "End": "2:51"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 89,
    "Quote": "Ah, I came out of a corporate background ahm, which was good. I worked for a very, very, ",
    "Start": "2:51",
    "End": "2:56"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 89,
    "Quote": "very large companies. Ah, one of  the things I wanted in a small business which is what a",
    "Start": "2:56",
    "End": "3:02"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 103,
    "Quote": "UPS Store is, is a lot more flexibility and a lot more control. Ahm, listen, there's a natural tendency",
    "Start": "3:02",
    "End": "3:10"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 101,
    "Quote": "or, or tension between a franchise in the franchisor. Aah, it doesn't matter what system you are in. ",
    "Start": "3:10",
    "End": "3:16"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 98,
    "Quote": "Ahm, as a franchisee there's, there's things you are required to do and standards you're expected ",
    "Start": "3:16",
    "End": "3:23"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 94,
    "Quote": "to meet. And that, that's everywhere in franchise system. Uhm, and when I worked in corporate ",
    "Start": "3:23",
    "End": "3:31"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 96,
    "Quote": "America a dealt with a lot of people who are questioning whether they wanted to stay in the job ",
    "Start": "3:31",
    "End": "3:36"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 96,
    "Quote": "they were in or how to build their career. And what I used to tell them was if you're happy 80% ",
    "Start": "3:36",
    "End": "3:43"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 99,
    "Quote": "of the time in your job then you have a very good job. And because there is no such thing as a job ",
    "Start": "3:43",
    "End": "3:50"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 100,
    "Quote": "that's a perfect all the time. And 20% of the time things are going to drive you crazy and you wish ",
    "Start": "3:50",
    "End": "3:57"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 92,
    "Quote": "you could change them and you wish people were not asking you to do the things that they're ",
    "Start": "3:57",
    "End": "4:01"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 99,
    "Quote": "asking you to do. But if 80% of the time it's what you want then that's great. So in the franchise ",
    "Start": "4:01",
    "End": "4:08"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 100,
    "Quote": "business or in our UPS Store 80% of what we do is stuff that we really enjoyed doing ah, 20% of it  ",
    "Start": "4:08",
    "End": "4:17"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 96,
    "Quote": "makes us crazy but we try to ignore that. And so what The UPS Store has done for us is given us ",
    "Start": "4:17",
    "End": "4:24"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 95,
    "Quote": "a lot of flexibility and a lot of control. Ah, we hire the types of people we want to hire. We ",
    "Start": "4:24",
    "End": "4:29"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 86,
    "Quote": "motivate them the way we want to motivate them. We can reward them the way we want to ",
    "Start": "4:29",
    "End": "4:34"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 95,
    "Quote": "reward them.  Ah, we get to treat our customers exactly the way we want to treat customers and ",
    "Start": "4:34",
    "End": "4:40"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 82,
    "Quote": "get rewarded or not rewarded depending on how well that goes. So unlike corporate ",
    "Start": "4:40",
    "End": "4:45"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 95,
    "Quote": "America where you're kind of in a box when you are running a UPS Store you really have a lot of",
    "Start": "4:45",
    "End": "4:52"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 110,
    "Quote": "flexibility control over what you do and that is one of the things that we enjoyed the most within the system.",
    "Start": "4:52",
    "End": "4:58"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 99,
    "Quote": "The beauty of a UPS Store is that it is, is has many, many prophet centers. Ah, there's many things",
    "Start": "4:58",
    "End": "5:08"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 97,
    "Quote": "that you can do. Ah, you have a base shipping business that, that kind of comes to you naturally ",
    "Start": "5:08",
    "End": "5:13"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 91,
    "Quote": "but there's many other services that are very profitable that you can offer your customers.",
    "Start": "5:13",
    "End": "5:18"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 90,
    "Quote": " And ah, what we like most is we like dealing with our customers. We have a term we call: ",
    "Start": "5:18",
    "End": "5:24"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 93,
    "Quote": "we've turned the customer. ah, invariably you're going to have people coming into your store ",
    "Start": "5:24",
    "End": "5:29"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 97,
    "Quote": "and are just not happy. Ah, they're not happy in life, their are not happy right then, something ",
    "Start": "5:29",
    "End": "5:35"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 94,
    "Quote": "has gone terribly wrong. Ah and you, and they just not pleasant people. We like turning them. ",
    "Start": "5:35",
    "End": "5:42"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 88,
    "Quote": "We like giving them enough surface and keep him happy and solving problems to the point ",
    "Start": "5:42",
    "End": "5:47"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 87,
    "Quote": "where they become our most loyal customers. They come back time and time and they tell ",
    "Start": "5:47",
    "End": "5:53"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 94,
    "Quote": "all of their friends. Um, the people who come in with the biggest problems the biggest issues ",
    "Start": "5:53",
    "End": "5:58"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 93,
    "Quote": "if you turn them and if you keep them happy they are your biggest fans the biggest advocates ",
    "Start": "5:58",
    "End": "6:04"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 99,
    "Quote": "in your, you know one of your greatest supporters. So of all the things that my wife and I enjoyed ",
    "Start": "6:04",
    "End": "6:10"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 89,
    "Quote": "about the store um, those are the things we enjoy. And if you do those things you do get ",
    "Start": "6:10",
    "End": "6:17"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 96,
    "Quote": "rewarded with very strong growth and very strong profitability. First thing is customer service ",
    "Start": "6:17",
    "End": "6:22"
  },
  {
    "Who": "Greg Murray",
    "Word Count": 62,
    "Quote": "the other stuff is a positive side effect coming out of that. ",
    "Start": "6:22",
    "End": "6:26"
  }
]